[
    {
      "title":"Equilar 100: The Highest-Paid CEOs at the Largest U.S. Companies",
      "title2": "Pay Trends Before the COVID-19 Pandemic",
      "link": "https://www.equilar.com/reports/72-highest-paid-ceos-2020-equilar-100.html",
      "lock" : "",
      "date"  : "April 23, 2020",
      "description" : "The annual Equilar 100 study examines CEO compensation at the largest companies by revenue that filed an annual proxy statement before March 31."
    },
    {
      "title":"Executive Long-Term Incentive Plans",
      "title2": "",
      "link": "https://info.equilar.com/2435-2020-ltip",
      "lock" : "true",
      "date"  : "April 16, 2020",
      "description" : "<i>Executive Long-Term Incentive Plans</i>, an Equilar publication, examines trends in incentive plan design at Equilar 500 companies over the last five fiscal years. The report analyzes performance metrics and periods associated with long-term awards granted to NEOs, particularly CEOs and CFOs. E*TRADE Corporate Services provided independent commentary on the structure of incentive plan design, particularly in light of the current environment."
    },
    {
      "title":"Q4 2019 Equilar Gender Diversity Index",
      "title2": "",
      "link": "https://www.equilar.com/reports/71-q4-2019-equilar-gender-diversity-index.html",
      "lock" : "",
      "date"  : "March 9, 2020",
      "description" : "For the ninth consecutive quarter, the Equilar Gender Diversity Index (GDI) has increased. With the percentage of women on the boards of Russell 3000 companies increasing from 20.9% in Q3 2019 to 21.5% in Q4 2019, the GDI is now 0.43, where 1.0 represents parity among men and women."
    },
    {
      "title":"Board Composition and Director Recruiting Trends",
      "title2": "",
      "link": "https://info.equilar.com/8521-2020-board-composition",
      "lock" : "true",
      "date"  : "January 30, 2020",
      "description" : "<i>Board Composition and Director Recruiting Trends</i>, an Equilar publication, analyzes the composition of boards across the Equilar 500. The report also highlights the youngest Equilar 500 boards, as well as those with the highest percentage of female directors. Georgeson and KPMG’s Board Leadership Center provided additional independent commentary to provide insight on the landscape of board composition and how trends may affect the requirements and makeup of boards."
    },
    {
      "title":"Corporate Governance Outlook 2020",
      "title2": "",
      "link": "https://info.equilar.com/2019-1596-Corporate-Governance-Outlook-2020",
      "lock" : "true",
      "date"  : "December 18, 2019",
      "description" : "<i>Corporate Governance Outlook 2020</i>, an Equilar publication, analyzed the proxy statements and shareholder voting results for Equilar 500 companies from 2015 to 2019. The Equilar 500 tracks the 500 largest, by reported revenue, U.S.-headquartered companies trading on one of the major U.S. stock exchanges (NYSE, Nasdaq or NYSE MKT), adjusted to approximate the industry sector mix of similar large-cap indices."
    },
    {
      "title":"Q3 2019 Equilar Gender Diversity Index",
      "title2": "",
      "link": "https://www.equilar.com/reports/70-q3-2019-equilar-gender-diversity-index.html",
      "lock" : "",
      "date"  : "December 17, 2019",
      "description" : "For the eighth consecutive quarter, the Equilar Gender Diversity Index (GDI) has increased. With the percentage of women on the boards of Russell 3000 companies increasing from 20.2% in Q2 2019 to 20.9% in Q3 2019, the GDI is now 0.42 where 1.0 represents parity amongst men and women on corporate boards across the Russell 3000. The upward trend has pushed the GDI to its highest point since inception."
    },
    {
      "title":"Preparing for Proxy Season 2020",
      "title2": "",
      "link": "https://info.equilar.com/2019-0201-Proxy-Report-2020",
      "lock" : "true",
      "date"  : "December 5, 2019",
      "description" : "<i>Preparing for Proxy Season 2020</i>, an Equilar publication, examines trends in various components of proxy design across Equilar 100 companies. The report dives into how companies are using their annual proxy to provide a visual narrative for shareholders to reference. DFIN has offered independent commentary for added context and color regarding specific proxy statement disclosures, as well as insight on how to navigate through disclosures heading into 2020."
    },
    {
      "title":"Director Pay Trends",
      "title2": "",
      "link": "https://info.equilar.com/7261-1115-2019-director-pay-trends",
      "lock" : "true",
      "date"  : "November 15, 2019",
      "description" : "<i>Director Pay Trends</i>, an Equilar publication, analyzes the compensation of board directors disclosed in the SEC filings of Equilar 500 companies from fiscal years 2014 to 2018. Meridian Compensation Partners has provided independent commentary on the state of director pay heading into 2020."
    },
    {
      "title":"2019 Human Resources Executive Pay Trends",
      "title2": "",
      "link": "https://www.equilar.com/reports/69-2019-hr-executive-pay-trends.html",
      "lock" : "",
      "date"  : "November 7, 2019",
      "description" : "Over the years, human resources (HR) became a vital department for companies that are looking to protect themselves from criticism in the world of corporate governance. The chief human resources officer (CHRO) grew into a pivotal role within corporate boardrooms, shouldering the responsibility of ensuring that corporate culture remains optimal."
    },
    {
      "title":"CFO Pay Trends: Moving Towards Performance-Based Pay",
      "title2": "",
      "link": "https://www.equilar.com/reports/68-cfo-pay-trends-moving-towards-performance-based-pay.html",
      "lock" : "",
      "date"  : "October 21, 2019",
      "description" : "As the top financial expert of a corporation, chief financial officers (CFOs) can expect to handle and maintain the millions of dollars that move through an organization."
    },
    {
      "title":"Equity Compensation Trends",
      "title2": "",
      "link": "https://marketing.equilar.com/09-25-Equity-Trend-Report-2019",
      "lock" : "true",
      "date"  : "September 25, 2019",
      "description" : "<i>Equity Compensation Trends</i>, an Equilar publication, examines equity compensation design and granting practices to named executive officers (NEOs) at Equilar 500 companies over the last five fiscal years. The Equilar 500 is an index comprised of the largest US-based companies, by revenue trading, on one of the major U.S. stock exchanges. E*TRADE Financial Corporate Services, Inc. provided independent commentary on the state of equity compensation and the many factors and risks that go into consideration when creating equity-based pay packages for NEOs."
    },
    {
      "title":"Equilar Q2 2019 Gender Diversity Index",
      "title2": "Russell 3000 Boards Surpass 20% Female Representation",
      "link": "https://www.equilar.com/reports/67-q2-2019-equilar-gender-diversity-index.html",
      "lock" : "",
      "date"  : "September 11, 2019",
      "description" : "The Equilar Gender Diversity Index (GDI) has now increased for a seventh consecutive quarter. The percentage of women on Russell 3000 boards increased from 19.3% to 20.2% in Q2 2019. This acceleration once again moved the needle, pushing the GDI to 0.40, where 1.0 represents parity among men and women on corporate boards across the Russell 3000."
    },
	{
      "title":"General Counsel Pay Trends",
      "title2": "",
      "link": "https://marketing.equilar.com/08-29-2019-gc-pay-trends",
      "lock" : "true",
      "date"  : "August 28, 2019",
      "description" : "<i>General Counsel Pay Trends</i>, an Equilar publication, analyzes the compensation of General Counsel (GC) disclosed in the SEC filings by Equilar 500 companies for the last five fiscal years. BarkerGilmore offered independent commentary to provide color on the shift in the role of the General Counsel in the last decade and how succession planning for top legal talent is critical in today’s corporate landscape."
    },    
    {
      "title":"Equilar Q1 2019 Gender Diversity Index",
      "title2": "Russell 3000 Moves Closer to Boardroom Equality",
      "link": "https://www.equilar.com/reports/66-equilar-q1-2019-gender-diversity-index.html",
      "lock" : "",
      "date"  : "July 12, 2019",
      "description" : "The Equilar Gender Diversity Index (GDI) has now increased for a sixth consecutive quarter. The percentage of women on Russell 3000 boards increased from 18.5% to 19.3% in Q1 2019. This acceleration once again moved the needle, pushing the GDI to 0.39, where 1.0 represents parity among men and women on corporate boards across the Russell 3000."
    },    
    {
      "title":"CEO Pay Trends",
      "title2": "",
      "link": "https://marketing.equilar.com/37-2019-ceo-pay-trends",
      "lock" : "true",
      "date"  : "July 10, 2019",
      "description" : "<i>CEO Pay Trends, an Equilar publication</i>, analyzes the compensation data of chief executive officers at Equilar 500 companies over the last five fiscal years. The report analyzes trends surrounding the fluctuations in CEO salaries across industries and how companies award compensation. Meridian Compensation Partners provided commentary on the state of CEO pay and the many internal and external factors affecting the compensation landscape."
    }, 
    {
      "title":"Equilar | Associated Press CEO Pay Study 2019",
      "title2": "Median Pay Continued Steady Climb in 2018",
      "link": "https://marketing.equilar.com/37-2019-ceo-pay-trends",
      "lock" : "",
      "date"  : "May 24, 2019",
      "description" : "Since 2011, Equilar has partnered with the Associated Press to publish a series of reports on CEO pay at U.S. public companies. Read highlights from this year’s study."
    },  
    {
      "title":"Equilar | New York Times 200 Highest-Paid CEOs",
      "title2": "Tesla’s Elon Musk Captures Spotlight With $2 Billion Pay Package",
      "link": "https://www.equilar.com/reports/64-equilar-new-york-times-top-200-highest-paid-ceos-2019.html",
      "lock" : "",
      "date"  : "May 24, 2019",
      "description" : "For the 13th consecutive year, Equilar and The New York Times have partnered on a study of the highest-paid CEOs at U.S. companies."
    }, 
    {
      "title":"Equilar 100: Highest-Paid CEOs at the Largest Companies by Revenue",
      "title2": "",
      "link": "https://www.equilar.com/reports/63-highest-paid-ceos-2019-equilar-100.html",
      "lock" : "",
      "date"  : "April 10, 2019",
      "description" : "Each year, the Equilar 100 examines CEO compensation at the largest companies by revenue to provide an early look at executive pay trends. The study includes companies that filed annual proxy statements before March 31, considered the “half-way” point in the annual proxy season..."
    },  
    {
      "title":"Executive Long-Term Incentive Plans",
      "title2": "",
      "link": "https://marketing.equilar.com/23-2019-executive-long-term-incentive-plan",
      "lock" : "true",
      "date"  : "March 13, 2019",
      "description" : "<i>Executive Long-Term Incentive Plans</i>, an Equilar publication, examines the performance metrics and periods associated with long-term incentive awards granted to CEOs, CFOs and other NEOs at companies in the Equilar 500. E*TRADE Financial Corporate Services, Inc. added independent color and commentary to provide more detail into the structure of incentives and awards associated with performance."
    }, 
    {
      "title":"Equilar Q4 2018 Gender Diversity Index",
      "title2": "",
      "link": "https://www.equilar.com/reports/62-equilar-q4-gender-diversity-index.html",
      "lock" : "",
      "date"  : "March 7, 2019",
      "description" : "The Equilar Gender Diversity Index (GDI) has now increased for a fifth straight quarter. The percentage of women on Russell 3000 boards increased from 18.0% to 18.5% in Q4 2018."
    },  
    {
      "title":"Innovations in Proxy Design",
      "title2": "",
      "link": "https://marketing.equilar.com/45-2019-innovation-in-proxy-design",
      "lock" : "true",
      "date"  : "February 20, 2019",
      "description" : "<i>Innovations in Proxy Design: The Compensation Discussion & Analysis</i>, an Equilar Publication, analyzes the annual proxy statements and subsequent CD&As of companies in the Equilar 100—the top 100 U.S.-listed companies by revenue—over the last five fiscal years. DFIN has provided independent commentary for added context and color regarding specific proxy statement disclosures and how information is presented to the reader for consumption."
    }
]
